Repository: 1power1ssai/upeterwork
Catalog: notebook/i18n/*/*/LC_MESSAGES/nbui.po
Languages: de, de_de

source: You are requesting a page that does not exist!
de: Sie fordern eine Seite, die nicht existiert!
de_de: Vous demandez une page qui n'existe pas !

source: current mode
de_de: aktiver Modus

source: File
de: Datei
de_de: Datei

source: New
de: Neu
de_de: Neu

source: Save
de_de: Speichern

source: Rename
de: Umbenennen
de_de: Umbenennen

source: Download
de: Abladen
de_de: Herunterladen

source: Edit
de: Editieren
de_de: Ändern

source: Find
de_de: Suchen

source: Find &amp; Replace
de_de: Suchen &amp; Ersetzen

source: Key Map
de_de: Tastatur-Tabelle

source: Default
de_de: Werkseinstellung

source: View
de: Ansicht
de_de: Ansicht

source: Show/Hide the logo and notebook title (above menu bar)
de: Zeigen Sie/ verstecken Sie den Emblem- und Notizblocktitel (oben genannten Speisekartenstrich )
de_de: Logo und Notebook-Titel ein-/ausblenden (über Menüleiste)

source: Toggle Header
de: Kippschalterüberschrift
de_de: Kopfzeile ein-/ausblenden

source: Toggle Line Numbers
de: Schalten Sie Zeilennummern um
de_de: Zeilenzahlen ein-/ausblenden

source: Language
de_de: Sprache

source: The error was:
de: Der Fehler war:
de_de: Der Fehler war:

source: Password or token:
de_de: Passwort oder Token:

source: Password:
de: Kennwort:
de_de: Passwort :

source: Log in
de_de: Anmelden

source: No login available, you shouldn't be seeing this page.
de: Keine erhältliche Anmeldung, Sie sollten diese Seite nicht sehen.
de_de: Keine Verbindung möglich, Sie sollten nicht diese Seite sehen.

source: Proceed to the <a href="%(base_url)s">dashboard
de: Gehen Sie zum Dashboard des <a href="%(base_url)s">
de_de: Weiter zum <a href="%(base_url)s"> Dashboard.

source: Proceed to the <a href="%(base_url)slogin">login page
de: Gehen Sie zur Login-Seite des <a href="%(base_url)s">
de_de: Zur <a href="%(base_url)slogin">Login-Seite fortfahren

source: This notebook is read-only
de: Dieser Notizblock ist schreibgeschützt
de_de: Dieses Notebook ist im Nur-Lesen-Modus

source: New Notebook
de: Neuer Notizblock
de_de: Neues Notebook

source: Opens a new window with the Dashboard view
de: Öffnet ein neues Fenster mit der Armaturenbrettansicht
de_de: Öffnet ein neues Fenster mit Dashboard-Ansicht

source: Open...
de: Öffnen...
de_de: Öffnen...

source: Open a copy of this notebook's contents and start a new kernel
de: Öffnen Sie eine Kopie des Inhalts dieses Notizblocks und starten Sie einen neuen Kern
de_de: Kopie des Notebooks öffnen und neuen Kernel starten

source: Make a Copy...
de: Machen Sie eine Kopie
de_de: Kopie erstellen...

source: Rename...
de: Umbennen...
de_de: Umbenennen...

source: Save and Checkpoint
de: Sparen Sie und Kontrollpunkt
de_de: Speichern und Checkpoint erstellen

source: Revert to Checkpoint
de: Kehren Sie zu Kontrollpunkt zurück
de_de: Checkpoint wiederherstellen

source: Print Preview
de: Druckvorschau
de_de: Druckvorschau

source: Download as
de: Laden Sie als herunter
de_de: Herunterladen als

source: Deploy as
de: Setzen Sie als ein
de_de: Ausladen als

source: Trust the output of this notebook
de: Vertrauen Sie der Ausgabe dieses Notizblocks
de_de: Ausgabe des Notebooks vertrauen

source: Trust Notebook
de: Notizblock vertrauen
de_de: Notebook vertrauen

source: Shutdown this notebook's kernel, and close this window
de: Legen Sie den Kern dieses Notizblocks still und schließen Sie dieses Fenster
de_de: Kernel des Notebooks herunterfahren und Fenster schließen

source: Close and Halt
de: Schließen Sie und halten Sie an
de_de: Schließen und stoppen

source: Cut Cells
de: Schnittzellen
de_de: Zellen ausschneiden

source: Copy Cells
de: Kopierzellen
de_de: Zellen kopieren

source: Paste Cells Above
de: Kleben Sie Zellen oben ein
de_de: Zellen oben einfügen

source: Paste Cells Below
de: Kleben Sie Zellen unten ein
de_de: Zellen nachfolgend einfügen

source: Paste Cells &amp; Replace
de: Kleben Sie Zellen ein &amp; ersetzen Sie
de_de: Zellen einfügen &amp; Ersetzen

source: Delete Cells
de: Löschen Sie Zellen
de_de: Zellen löschen

source: Undo Delete Cells
de: Machen Sie los löschen Sie Zellen
de_de: Zellen Löschen rückgängig machen

source: Split Cell
de: Geteilte Zelle
de_de: Zelle teilen

source: Merge Cell Above
de: Vereinen Sie Zelle oben
de_de: Mit oberer Zelle verbinden

source: Merge Cell Below
de: Vereinen Sie Zelle unten
de_de: Mit unterer Zelle verbinden

source: Move Cell Up
de: Bewegen Sie Zelle hinauf
de_de: Zelle nach oben verschieben

source: Move Cell Down
de: Bewegen Sie Zelle hinunter
de_de: Zelle nach unten verschieben

source: Edit Notebook Metadata
de: Editieren Notizblockmetadaten
de_de: Metadaten des Notebooks ändern

source: Find and Replace
de: Finden Sie und ersetzen Sie
de_de: Suchen und Ersetzen

source: Cut Cell Attachments
de: Schnittzellenzubehör
de_de: Anhänge der Zelle ausschneiden

source: Copy Cell Attachments
de: Kopierzellenzubehör
de_de: Anhänge der Zelle kopieren

source: Paste Cell Attachments
de: Pastenzellenzubehör
de_de: Anhänge der Zelle einfügen

source: Insert Image
de: Einlagenbild
de_de: Bild einfügen

source: Show/Hide the action icons (below menu bar)
de: Zeigen Sie/ verstecken Sie die Tatikonen (unterhalb Speisekartenstrichs )
de_de: Aktionsicons ein-/ausblenden (unterhalb der Menüleiste)

source: Toggle Toolbar
de: Kippschalterwerkzeugbalken
de_de: Toolleiste ein-/ausblenden

source: Show/Hide line numbers in cells
de: Vorstellungs-/ Hautzeilennummern in Zellen
de_de: Zeilenzahlen ein-/ausblenden

source: Cell Toolbar
de: Zellenwerkzeugbalken
de_de: Zellen-Tool-Leiste

source: Insert
de: Einlage
de_de: Einfügen

source: Insert an empty Code cell above the currently active cell
de: Führen Sie eine leere Kodezelle über der gegenwärtig aktiven Zelle ein
de_de: Leere Code-Zelle vor die aktive einfügen

source: Insert Cell Above
de: Führen Sie Zelle oben ein
de_de: Zelle oben einfügen

source: Insert an empty Code cell below the currently active cell
de: Führen Sie eine leere Kodezelle unterhalb der gegenwärtig aktiven Zelle ein
de_de: Leere Code-Zelle nach der aktiven Zelle einfügen

source: Insert Cell Below
de: Führen Sie Zelle unten ein
de_de: Zelle nachfolgend einfügen

source: Cell
de: Zelle
de_de: Zelle

source: Run this cell, and move cursor to the next one
de: Führen Sie diese Zelle und bewegen Sie Cursor zur nächsten
de_de: Zelle ausführen und Cursor in die nächste versetzen

source: Run Cells
de: Durchlaufzellen
de_de: Zellen ausführen

source: Run this cell, select below
de: Führen Sie diese Zelle, ausgewählt unten
de_de: Zelle ausführen, nachfolgende auswählen

source: Run Cells and Select Below
de: Führen Sie Zellen und wählen Sie unten
de_de: Zellen ausführen und nachfolgende auswählen

source: Run this cell, insert below
de: Führen Sie diese Zelle, führen Sie unten ein
de_de: Zelle ausführen und nachfolgende einfügen

source: Run Cells and Insert Below
de: Durchlaufzellen und -einlage unten
de_de: Zellen ausführen und nachfolgende einfügen

source: Run all cells in the notebook
de: Führen Sie alle Zellen im Notizblock
de_de: Alle Zellen im Notebook ausführen

source: Run All
de: Führen Sie alle
de_de: Alle ausführen

source: Run all cells above (but not including) this cell
de: Führen Sie alle Zellen oben (aber nicht einschließlich) dieser Zelle
de_de: Alle vorigen Zellen ausgenommen dieser ausführen

source: Run All Above
de: Führen Sie alle oben genannt
de_de: Alle vorigen Zellen ausführen

source: Run this cell and all cells below it
de: Führen Sie diese Zelle und alle Zellen unterhalb
de_de: Diese Zelle und alle folgenden ausführen

source: Run All Below
de: Führen Sie alle unterhalb
de_de: Alle folgenden ausführen

source: All cells in the notebook have a cell type. By default, new cells are created as 'Code' cells
de: Alle Zellen im Notizblock haben eine Zellensorte. Standardmäßig werden neue Zellen als 'Kode' Zellen geschaffen
de_de: Alle Zellen im Notebook haben einen Zellentyp. Neue Zellen sind vom Typ 'Code'

source: Cell Type
de: Zellensorte
de_de: Zellentyp

source: Contents will be sent to the kernel for execution, and output will display in the footer of cell
de: Inhalt wird an den Kern für Ausführung geschickt und Ausgabe wird in der Fußzeile von Zelle anzeigen
de_de: Inhalt wird an den Kernel zur Ausführung gesendet; Ausgabe wird in der Fußzeile der Zelle angezeigt

source: Contents will be rendered as HTML and serve as explanatory text
de: Inhalt wird als HTML wiedergegeben und dient als erläuterndem Text
de_de: Inhalt wird als HTML dargestellt und dient als erklärender Text

source: Contents will pass through nbconvert unmodified
de: Inhalt wird durch nbconvert durchgehen unverändert
de_de: Der Inhalt läuft durch nbconvert unverändert

source: Raw NBConvert
de: Rohe NBConvert
de_de: Rohtext NBConvert

source: Current Outputs
de: Gegenwärtige Ausgaben
de_de: Aktuelle Ausgaben

source: Hide/Show the output of the current cell
de: Verstecken Sie/ zeigen Sie die Ausgabe der gegenwärtigen Zelle
de_de: Ausgabe der gewählten Zelle ein-/ausblenden

source: Toggle
de: Kippschalter
de_de: Ein-/Ausblenden

source: Scroll the output of the current cell
de: Blättern Sie die Ausgabe der gegenwärtigen Zelle
de_de: Ausgabe der ausgewählten Zelle scrollen

source: Toggle Scrolling
de: Kippschalterschieben
de_de: Scrollen ein-/ausblenden

source: Clear the output of the current cell
de: Räumen Sie die Ausgabe der gegenwärtigen Zelle
de_de: Ausgabe der aktiven Zelle löschen

source: Clear
de: Klaren Sie auf
de_de: Löschen

source: All Output
de: Alle Ausgabe
de_de: Gesamte Ausgabe

source: Hide/Show the output of all cells
de: Verstecken Sie/ zeigen Sie die Ausgabe aller Zellen
de_de: Ausgabe aller Zellen ein-/ausblenden

source: Scroll the output of all cells
de: Blättern Sie die Ausgabe aller Zellen
de_de: Ausgabe aller Zellen scrollen

source: Clear the output of all cells
de: Räumen Sie die Ausgabe aller Zellen
de_de: Ausgabe aller Zellen löschen

source: Send Keyboard Interrupt (CTRL-C) to the Kernel
de: Schicken Sie Tastaturunterbrechung (CTRL C) an den Kern
de_de: Unterbrechungssignal (STRG-C) an den Kernel senden

source: Interrupt
de: Unterbrechung
de_de: Unterbrechen

source: Restart the Kernel
de: Starten Sie den Kern neu
de_de: Kernel neu starten

source: Restart
de: Wiederanlauf
de_de: Neu starten

source: Restart the Kernel and clear all output
de: Starten Sie den Kern neu und räumen Sie alle Ausgabe
de_de: Kernel neu starten und alle Ausgaben löschen

source: Restart &amp; Clear Output
de: Starten Sie Ausgabe neu &amp; räumen Sie sie
de_de: Neu starten &amp; Ausgabe löschen

source: Restart the Kernel and re-run the notebook
de: Starten Sie den Kern neu und führen Sie den Notizblock wieder
de_de: Kernel neu starten und Notebook erneut ausführen

source: Restart &amp; Run All
de: Starten Sie alle neu &amp; führen Sie alle
de_de: Neu starten &amp; Alles ausführen

source: Reconnect to the Kernel
de: Verbinden Sie sich wieder zum Kern
de_de: Kernel neu verbinden

source: Reconnect
de: Verbindung wiederherstellen
de_de: Neu verbinden

source: Change kernel
de: Umwandlungskern
de_de: Kernel umschalten

source: Help
de_de: Hilfe

source: A quick tour of the notebook user interface
de: Eine schnelle Tour der Notizblockbenutzeroberfläche
de_de: Kurze Führung durch die Benutzeroberfläche des Notebooks

source: User Interface Tour
de: Benutzeroberflächentour
de_de: Benutzeroberfläche kennenlernen

source: Opens a tooltip with all keyboard shortcuts
de: Öffnet eine tooltip mit allen Tastaturabkürzungen
de_de: Öffnet ein Tooltip mit allen Tastatur-Kurzbefehlen

source: Keyboard Shortcuts
de: Tastaturabkürzungen
de_de: Tastatur-Kurzbefehle

source: Opens a dialog allowing you to edit Keyboard shortcuts
de_de: Öffnet ein Dialog zur Änderung der Tastatur-Kurzbefehle

source: Edit Keyboard Shortcuts
de_de: Tastatur-Kurzbefehle ändern

source: Notebook Help
de: Notizblockhilfe
de_de: Notebook-Hilfe

source: Opens in a new window
de: Geht in einem neuen Fenster auf
de_de: Öffnet in einem neuen Fenster

source: About Jupyter Notebook
de: Über Jupyter Notizblock
de_de: Über Jupyter Notebook

source: About
de: Über
de_de: Über

source: Jupyter Notebook requires JavaScript.
de: Jupyter Notizblock erfordert JavaScript.
de_de: Jupyter Notebook benötigt JavaScript.

source: Please enable it to proceed.
de: Bitte ermöglichen Sie, dass es fortfährt.
de_de: Aktiviere es um fortzufahren

source: Logout
de: Abmelden
de_de: Abmelden

source: Login
de: Anmelden
de_de: Anmelden

source: Files
de: Dateien
de_de: Dateien

source: Running
de: Läuft
de_de: Aktiv

source: Clusters
de: Häufungen
de_de: Cluster

source: Select items to perform actions on them.
de: Wählen Sie Sachen, um Taten auf ihnen auszuführen.
de_de: Wähle Elemente aus, um sie zu bearbeiten.

source: Duplicate selected
de: Duplizieren Sie die ausgewählten
de_de: Auswahl duplizieren

source: Duplicate
de: Duplizieren
de_de: Duplizieren

source: Rename selected
de: Umbenennen ausgewählt
de_de: Auswahl umbenennen

source: Move selected
de: Ausgewählt bewegen
de_de: Auswahl verschieben

source: Move
de: Bewegen
de_de: Verschieben

source: Download selected
de: Abladen wählte
de_de: Auswahl herunterladen

source: Shutdown selected notebook(s)
de: Stilllegung wählte Notizblock (s)
de_de: Ausgewählte Notebooks herunterfahren

source: Shutdown
de: Stilllegung
de_de: Herunterfahren

source: View selected
de_de: Auswahl anzeigen

source: Edit selected
de_de: Auswahl ändern

source: Delete selected
de: Löschen Sie, gewählt
de_de: Auswahl löschen

source: Click to browse for a file to upload.
de: Klicken Sie, um zu sehen, damit eine Akte hochlädt.
de_de: Klicken, um eine Datei für das Hochladen auszuwählen.

source: Upload
de: Hochladen
de_de: Hochladen

source: Text File
de: Textdatei
de_de: Text-Datei

source: Folder
de: Ordner
de_de: Ordner

source: Terminals Unavailable
de: Endstationen nicht verfügbar
de_de: Terminals nicht verfügbar

source: Refresh notebook list
de_de: Notebookliste erneut laden

source: Select All / None
de: Wählen Sie alle/ keine
de_de: Alles/Nichts auswählen

source: Select...
de: Auswählen...
de_de: Auswählen....

source: Select All Folders
de: Wählen Sie alle Ordner
de_de: Alle Ordner auswählen

source: Folders
de_de: Ordner

source: Select All Notebooks
de: Wählen Sie alle Notizblöcke
de_de: Alle Notebooks auswählen

source: All Notebooks
de_de: Alle Notebooks

source: Select Running Notebooks
de: Wählen Sie Laufnotizblöcke
de_de: Aktive Notebooks auswählen

source: Select All Files
de: Wählen Sie alle Dateien
de_de: Alle Dateien auswählen

source: Last Modified
de: Letzte Mal modifiziert
de_de: Letzte Änderung

source: Currently running Jupyter processes
de: Jupyter gegenwärtig laufen lassen verarbeitet
de_de: Laufende Jupyter-Prozesse

source: Refresh running list
de: Frischen Sie Laufliste auf
de_de: Liste der aktiven Prozesse aktualisieren

source: There are no terminals running.
de: Es gibt keine Endstationen, die laufen.
de_de: Es laufen keine Terminals.

source: Terminals are unavailable.
de: Endstationen sind nicht verfügbar.
de_de: Terminals sind nicht verfügbar.

source: There are no notebooks running.
de: Es gibt keine Notizblöcke, die laufen.
de_de: Es laufen keine Notebooks.

source: Clusters tab is now provided by IPython parallel.
de: Gruppentabulator wird jetzt von IPython parallel geliefert.
de_de: Cluster-Reiter wird von IPython parallel geliefert.

source: See '<a href="https://github.com/ipython/ipyparallel">IPython parallel</a>' for installation details.
de: Siehe '<a href="https://github.com/ipython/ipyparallel">IPython</a>' für Installationsdetails '<a href="https://github.com/ipython/ipyparallel">gleichen.</a>'
de_de: Sehen Sie '<a href="https://github.com/ipython/ipyparallel">IPython parallel</a>' für eine Installationsanleitung.

source: This notebook server has no password set, but token-authentication is enabled.
de: Dieser Notizblockserver hat kein Kennwort gesetzt aber Gutscheinbestätigung ist aktiviert.

source: You need to open the notebook server with its first-time login token in the URL, or enable a password in order to gain access.
de: Sie müssen den Notizblockserver mit seinem Erstanmeldungsgutschein in der URL öffnen, oder ermöglicht ein Kennwort, um Zugang zu erhalten.

source: The command: %(cmd) will show you the URLs of running servers with their tokens, which you can copy and paste into your browser.
de: Der Befehl: %(cmd) wird Ihnen die URL, Server mit ihren Gutscheinen auszuführen zeigen, die Sie in Ihren Browser kopieren und einkleben können.

source: Menu
de: Speisekarte

source: Kernel
de: Kern

source: Notebook (.ipynb)
de: Notizblock (.ipynb )

source: Script
de: Schrift

source: PDF via LaTeX (.pdf)
de: PDF über LaTeX (.pdf )

source: dashboard
de: Armaturenbrett

source: Terminal
de: Endstation

source: Notebook:
de: Notizblock:

source: Folders
de: Ordner

source: All Notebooks
de: Alle Notizblöcke

source: Running
de: Läuft

source: Files
de: Dateien

source: Notebooks
de: Notizblöcke
