Repository: 1power1ssai/upeterwork
Catalog: notebook/i18n/*/LC_MESSAGES/nbjs.po
Languages: de

source: Manually edit the JSON below to manipulate the metadata for this cell.
de: Manuell redigieren Sie die JSON unten, um die Metadaten für diese Zelle zu manipulieren.

source: Manually edit the JSON below to manipulate the metadata for this notebook.
de: Manuell redigieren Sie die JSON unten, um die Metadaten für diesen Notizblock zu manipulieren.

source: We recommend putting custom metadata attributes in an appropriately named substructure, so they don't conflict with those of others.
de: Wir empfehlen, kundenspezifische Metadateneigenschaften in einen passend benannten Unterbau zu bringen, so dass sie nicht mit jenen von anderen widersprechen.

source: Edit the metadata
de: Editieren Sie die Metadaten

source: Edit Notebook Metadata
de: Notizblockmetadaten editieren

source: Edit Cell Metadata
de: Zellenmetadaten editieren

source: Cancel
de: Abbruch

source: Edit
de: Editieren

source: Apply
de: Aktualisieren

source: WARNING: Could not save invalid JSON.
de: Warnung: Konnte ungültige JSON nicht speichern.

source: There are no attachments for this cell.
de: Es gibt keine Anhänge für diese Zelle.

source: Current cell attachments
de: Aktuelle Zelle Anhänge

source: Attachments
de: Anhänge

source: Restore
de: Wiederherstellen

source: Delete
de: Löschen

source: Edit attachments
de: Anhänge editieren

source: Edit Notebook Attachments
de: Notizblock-Anhänge editieren

source: Edit Cell Attachments
de: Zelle Anhänge editieren

source: Select a file to insert.
de: Wählen Sie eine Datei, um einzuführen.

source: Select a file
de: Wählen Sie eine Datei

source: You are using Jupyter notebook.
de: Sie verwenden Jupyter Notizblock.

source: The version of the notebook server is:
de: Die Version des Notizblockservers ist:

source: The server is running on this version of Python:
de: Der Server führt auf dieser Version von Python aus:

source: Waiting for kernel to be available...
de: Zu warten darauf, dass Kern zur Verfügung steht

source: Server Information:
de: Serverinformationen:

source: Current Kernel Information:
de: Aktuelle Kerninformationen:

source: Could not access sys_info variable for version information.
de: Konnte nicht auf sys_info Variable zwecks Versionsinformationen zugreifen.

source: Cannot find sys_info!
de: Kann sys_info nicht finden!

source: About Jupyter Notebook
de: Über Jupyter Notizblock

source: unable to contact kernel
de: Außer Stande, sich an Kern zu wenden

source: toggle rtl layout
de: rtl Layout umschalten

source: Toggle the screen directionality between left-to-right and right-to-left
de: Bildschirmrichtung dazwischen von links nach rechts und von rechts nach links

source: edit command mode keyboard shortcuts
de: Befehlsmodus-tastaturabkürzungen editieren

source: Open a dialog to edit the command mode keyboard shortcuts
de: Einen Dialog Öffnen, die Befehls-Modustastaturabkürzungen zu redigieren

source: restart kernel
de: Kern neu starten

source: restart the kernel (no confirmation dialog)
de: Kern neu starten (keinen Bestätigungsdialog)

source: confirm restart kernel
de: Kern neu starten (mit Bestätigung)

source: restart the kernel (with dialog)
de: Kern neu starten (mit Dialog)

source: restart kernel and run all cells
de: Kern neu starten und alle Zellen ausführen

source: restart the kernel, then re-run the whole notebook (no confirmation dialog)
de: Kern neu starten, dann den Notizblock wird wieder ausgeführt (keinen Bestätigungsdialog )

source: confirm restart kernel and run all cells
de: Kern neu starten (mit Bestätigung) und alle Zellen ausführen

source: restart the kernel, then re-run the whole notebook (with dialog)
de: Kern neu starten, dann den Notizblock wird wieder ausgeführt (mit Bestätigungsdialog)

source: restart kernel and clear output
de: Kern neu starten und Ausgabe löschen?

source: restart the kernel and clear all output (no confirmation dialog)
de: Kern neu starten und alle Ausgabe löschen (keinen Bestätigungsdialog)

source: confirm restart kernel and clear output
de: Kern neu starten (mit Bestätigung) und Ausgabe löschen

source: restart the kernel and clear all output (with dialog)
de: Kern neu starten und alle Ausgabe löschen (mit Bestätigungsdialog)

source: interrupt the kernel
de: den Kern unterbrechen

source: run cell and select next
de: Zelle ausführen und nächste Zelle wählen

source: run cell, select below
de: Zelle ausführen, unten wählen

source: run selected cells
de: Gewählte Zellen ausführen

source: run cell and insert below
de: Zelle ausführen und unten einfügen

source: run all cells
de: Alle Zellen ausführen

source: run all cells above
de: Alle Zellen oben ausführen

source: run all cells below
de: Alle Zellen unten ausführen

source: enter command mode
de: zum Befehlsmodus gehen

source: insert image
de: Bild einfügen

source: cut cell attachments
de: Zelle Anhänge ausschneiden

source: copy cell attachments
de: Zelle-Anhänge kopieren

source: paste cell attachments
de: Zelle-Anhänge einfügen

source: split cell at cursor
de: Zelle an Cursor teilen

source: enter edit mode
de: zum Editiermodus gehen

source: select previous cell
de: Vorherige Zelle wählen

source: select cell above
de: Zelle oben wählen

source: select next cell
de: Nächste Zelle wählen

source: select cell below
de: Zelle unten wählen

source: extend selection above
de: Auswahl oben erweitern

source: extend selected cells above
de: Gewählte Zellen oben erweitern

source: extend selection below
de: Auswahl unten erweitern

source: extend selected cells below
de: Gewählte Zellen unten erweitern

source: cut selected cells
de: Gewählte Zellen ausschneiden

source: copy selected cells
de: gewählte Zellen kopieren

source: paste cells above
de: Zellen oben einfügen

source: paste cells below
de: Zellen unten einfügen

source: insert cell above
de: Zelle oben einführen

source: insert cell below
de: Zelle unten einführen

source: change cell to code
de: Zelle zu Kode ändern

source: change cell to markdown
de: Zelle zu Markdown ändern

source: change cell to raw
de: Zelle zu Roh ändern

source: change cell to heading 1
de: Zelle zu Überschrift 1 ändern

source: change cell to heading 2
de: Zelle zu Überschrift 2 ändern

source: change cell to heading 3
de: Zelle zu Überschrift 3 ändern

source: change cell to heading 4
de: Zelle zu Überschrift 4 ändern

source: change cell to heading 5
de: Zelle zu Überschrift 5 ändern

source: change cell to heading 6
de: Zelle zu Überschrift 6 ändern

source: toggle cell output
de: Zellenausgabe umschalten

source: toggle output of selected cells
de: Ausgabe gewählter Zellen umschalten

source: toggle cell scrolling
de: Zellen-Scrollen umschalten

source: toggle output scrolling of selected cells
de: Zellen-Scrollen der Ausgabe gewählter Zellen umschalten

source: clear cell output
de: Zelle Ausgabe löschen

source: clear output of selected cells
de: Ausgabe gewählter Zellen löschen

source: move cells down
de: Zellen hinunter bewegen

source: move selected cells down
de: Gewählte Zellen hinunter bewegen

source: move cells up
de: Zellen hinauf bewegen

source: move selected cells up
de: Gewählte Zellen hinauf bewegen

source: toggle line numbers
de: Zeilennummern umschalten

source: show keyboard shortcuts
de: Tastaturabkürzungen zeigen

source: delete cells
de: Zellen löschen

source: delete selected cells
de: Gewählte Zellen löschen

source: undo cell deletion
de: Zellenlöschen los machen

source: merge cell with previous cell
de: Zelle mit vorheriger Zelle vereinen

source: merge cell above
de: Zelle oben vereinen

source: merge cell with next cell
de: Zelle mit nächster Zelle vereinen

source: merge cell below
de: Zelle unten vereinen

source: merge selected cells
de: Gewählte Zellen vereinen

source: merge cells
de: Zellen vereinen

source: merge selected cells, or current cell with cell below if only one cell is selected
de: Gewählte Zellen vereinen, oder gegenwärtige Zelle mit Zelle unten, wenn nur eine Zelle gewählt wird

source: show command pallette
de: Befehlspallette zeigen

source: open the command palette
de: Öffnen Sie die Befehlspalette

source: toggle all line numbers
de: Alle Zeilennummern umschalten

source: toggles line numbers in all cells, and persist the setting
de: Zeilennummern in allen Zellen umschalten, und die Einstellung fortsetzen

source: show all line numbers
de: Alle Zeilennummern zeigen

source: show line numbers in all cells, and persist the setting
de: Zeilennummern in allen Zellen zeigen, und die Einstellung fortsetzen

source: hide all line numbers
de: alle Zeilennummern verstecken

source: hide line numbers in all cells, and persist the setting
de: Zeilennummern in allen Zellen verstecken, und die Einstellung fortsetzen

source: toggle header
de: Überschrift umschalten

source: switch between showing and hiding the header
de: Dazwischen umschalten, die Überschrift zu zeigen und zu verstecken

source: show the header
de: Überschrift zeigen

source: hide the header
de: Verstecken Sie die Überschrift

source: toggle toolbar
de: Werkzeugbalken umschalten

source: switch between showing and hiding the toolbar
de: Dazwischen umschalten, den Werkzeugbalken zu zeigen und zu verstecken

source: show the toolbar
de: Werkzeugbalken zeigen

source: hide the toolbar
de: Verstecken Sie den Werkzeugbalken

source: close the pager
de: Den Pager Schließen

source: ignore
de: Ignorieren

source: move cursor up
de: Cursor hinauf bewegen

source: move cursor down
de: Cursor hinunter bewegen

source: scroll notebook down
de: Notizblock unten blättern

source: scroll notebook up
de: Notizblock oben blättern

source: scroll cell center
de: Zelle zum zentrum blättern

source: Scroll the current cell to the center
de: Gegenwärtige Zelle zum Zentrum blättern

source: scroll cell top
de: Zelle zur Oberseite blättern

source: Scroll the current cell to the top
de: Gegenwärtige Zelle zur Oberseite blättern

source: duplicate notebook
de: Notizblock duplizieren

source: Create and open a copy of the current notebook
de: Schaffen Sie und öffnen Sie eine Kopie des gegenwärtigen Notizblocks

source: trust notebook
de: Notizblock vertrauen

source: Trust the current notebook
de: Dem gegenwärtigen Notizblock vertrauen

source: rename notebook
de: Notizblock umbenennen

source: Rename the current notebook
de: Den aktuellen Notizblock umbenennen

source: toggle all cells output collapsed
de: Umschalten ob die Ausgabe alle Zellen zusammengeklappt ist

source: Toggle the hidden state of all output areas
de: Den versteckten Zustand aller Ausgabebereiche umschalten

source: toggle all cells output scrolled
de: Zellen-Scrollen alle Zellen umschalten

source: Toggle the scrolling state of all output areas
de: Schiebezustand aller Ausgabebereiche umschalten

source: clear all cells output
de: Ausgabe aller Zellen löschen

source: Clear the content of all the outputs
de: Den Inhalt aller Ausgaben löschen

source: save notebook
de: Notizblock speichern

source: Save and Checkpoint
de: Speichern und Kontrollpunkten

source: Warning: accessing Cell.cm_config directly is deprecated.
de: Warnung: Auf Cell.cm_config direkt zugreifen wird missbilligt.

source: Unrecognized cell type: %s
de: Unerkannte Zellensorte: %s

source: Unrecognized cell type
de: Unerkannte Zellensorte

source: Error in cell toolbar callback %s
de: Fehler in Zellenwerkzeugbalkenrückruf %s

source: Clipboard types: %s
de: Klemmbrettsorten: %s

source: Dialog for paste from system clipboard
de: Dialog für Paste von Systemklemmbrett

source: Ctrl-V
de: Strg-V

source: Press %s again to paste
de: Drücken Sie %s wieder, um einzufügen

source: Why is this needed?
de: Warum wird dies gebraucht?

source: We can't get paste events in this browser without a text box.
de: Wir können Einfügenereignisse in diesem Browser nicht ohne ein Textfeld bekommen.

source: There's an invisible text box focused in this dialog.
de: Es gibt ein in diesem Dialog gerichtetes unsichtbares Textfeld.

source: %s to paste
de: %s einzukleben

source: Can't execute cell since kernel is not set.
de: Kann keine Zelle ausführen, seit Kern nicht gesetzt wird.

source: Could not find a kernel matching %s. Please select a kernel:
de: Konnte keinem Kern passende %s finden. Bitte wählen Sie einen Kern:

source: Continue Without Kernel
de: Ohne Kern weiter machen

source: Set Kernel
de: Kern einstellen

source: Kernel not found
de: Kern nicht gefunden

source: Creating Notebook Failed
de: Erstellung eines Notizblocks fehlgeschlagen

source: The error was: %s
de: Der Fehler war: %s

source: show new celltoolbar selector location
de: Neuen Wählstandort die Zellenwerkzeugbalken zeigen

source: CellToolbar
de: Zellenwerkzeugbalken

source: Code
de: Kode

source: Raw NBConvert
de: Rohe NBConvert

source: Heading
de: Überschrift

source: unrecognized cell type:
de: Unerkannte Zellensorte:

source: Failed to retrieve MathJax from '%s'
de: MathJax nicht aus '%s' zurückgeholt

source: Math/LaTeX rendering will be disabled.
de: Mathematik-/ LaTeX Wiedergabe wird behindert sein.

source: Trusted Notebook
de: Vertrauter Notizblock

source: Trust Notebook
de: Notizblock vertrauen

source: None
de: Keine

source: No checkpoints
de: Keine Kontrollpunkte

source: Opens in a new window
de: Geht in einem neuen Fenster auf

source: Autosave in progress, latest changes may be lost.
de: Automatisches Sichern im Gange kann es sein, dass letzte Änderungen verloren sind.

source: Unsaved changes will be lost.
de: Nicht gespeicherte Änderungen werden verloren sein.

source: The Kernel is busy, outputs may be lost.
de: Der Kern ist beschäftigt, es kann sein, dass Ausgaben verloren sind.

source: This notebook is version %1$s, but we only fully support up to %2$s.
de: Dieser Notizblock ist Version %1$s aber unser nur vollständig Unterstützung oben bis zu %2$s.

source: You can still work with this notebook, but cell and output types introduced in later notebook versions will not be available.
de: Sie können immer noch mit diesem Notizblock arbeiten aber Zelle und Ausgabearten, die in späteren Notizblockversionen eingeführt wurden, werden nicht zur Verfügung stehen.

source: Restart and Run All Cells
de: Neu starten, und alle Zellen ausführen

source: Restart and Clear All Outputs
de: Neu Starten, und alle Ausgaben löschen

source: Restart
de: Neu starten

source: Continue Running
de: Weiter laufen

source: Reload
de: neu laden

source: Overwrite
de: Überschreiben

source: Trust
de: Vertrauen

source: Revert
de: Zurückkehren

source: Newer Notebook
de: Neuerer Notizblock

source: Use markdown headings
de: Markdown Überschriften benutzen

source: Jupyter no longer uses special heading cells. Instead, write your headings in Markdown cells using # characters:
de: Jupyter verwendet keine speziellen Überschriftzellen mehr. Stattdessen schreiben Sie Ihre Überschriften in Markdown Zellen mit Hilfe von # Charakteren:

source: ## This is a level 2 heading
de: ## dies ist eine Überschrift Stufe 2

source: Restart kernel and re-run the whole notebook?
de: Kern neu starten und den ganzen Notizblock noch einmal ausführen?

source: Are you sure you want to restart the current kernel and re-execute the whole notebook? All variables and outputs will be lost.
de: Sind Sie sicher, dass Sie den gegenwärtigen Kern neu starten und den ganzen Notizblock wiederausführen wollen? Alle Variablen und Ausgaben werden verloren sein.

source: Restart kernel and clear all output?
de: Kern neu starten und alle Ausgabe löschen?

source: Do you want to restart the current kernel and clear all output? All variables and outputs will be lost.
de: Wollen Sie den gegenwärtigen Kern neu starten und alle Ausgabe löschen? Alle Variablen und Ausgaben werden verloren sein.

source: Restart kernel?
de: Kern neu starten

source: Do you want to restart the current kernel? All variables will be lost.
de: Wollen Sie den gegenwärtigen Kern neu starten? Alle Variablen werden verloren sein.

source: Notebook changed
de: Notizblock wurde geändert

source: The notebook file has changed on disk since the last time we opened or saved it.
de: Die Notizblockakte hat sich seit dem letzten Mal auf Platte geändert, wir es öffneten oder speichern.

source: Do you want to overwrite the file on disk with the version open here, or load the version on disk (reload the page) ?
de: Wollen Sie die Akte über Platte mit dem Versionsfreien hier überschreiben oder die Version auf Platte laden (die Seite neu laden?)

source: Notebook validation failed
de: Bestätigung des Notizblocks fehlgeschlagen

source: The save operation succeeded, but the notebook does not appear to be valid. The validation error was:
de: Die Speicherungsoperation hatte Erfolg aber scheinbar ist der Notizblock nicht gültig. Der Bestätigungsfehler war:

source: A trusted Jupyter notebook may execute hidden malicious code when you open it.
de: Ein bewährter Jupyter Notizblock kann versteckten arglistigen Kode ausführen, wenn Sie ihn öffnen.

source: Selecting trust will immediately reload this notebook in a trusted state.
de: Die Wahl des Vertrauens wird diesen Notizblock in einem vertraut Staat neu sofort laden.

source: For more information, see the Jupyter security documentation:
de: Weitere Informationen finden Sie in der Jupyter Sicherheitsdokumentation:

source: here
de: Hier

source: Trust this notebook?
de: Diesem Notizblock vertrauen?

source: Notebook failed to load
de: Notizblock wurde nicht geladen

source: The error was:
de: Der Fehler war:

source: See the error console for details.
de: Sehen Sie die Fehlerkonsole für Details.

source: The notebook also failed validation:
de: Der Notizblock fiel auch durch Bestätigung:

source: An invalid notebook may not function properly. The validation error was:
de: Ein ungültiger Notizblock kann nicht richtig funktionieren. Der Bestätigungsfehler war:

source: This notebook has been converted from an older notebook format to the current notebook format v(%s).
de: Dieser Notizblock ist aus einem älteren Notizblockformat in die gegenwärtige Notizblockformat V (%s) umgewandelt worden.

source: This notebook has been converted from a newer notebook format to the current notebook format v(%s).
de: Dieser Notizblock ist aus einem neueren Notizblockformat in die gegenwärtige Notizblockformat V (%s) umgewandelt worden.

source: The next time you save this notebook, the current notebook format will be used
de: Das nächste Mal, wenn Sie diesen Notizblock sichern, wird das gegenwärtige Notizblockformat verwendet.

source: Older versions of Jupyter may not be able to read the new format.
de: Ältere Versionen von Jupyter können nicht in der Lage sein, das neue Format zu lesen.

source: Some features of the original notebook may not be available.
de: Einige Bestandteile des ursprünglichen Notizblocks können nicht zur Verfügung stehen.

source: To preserve the original version, close the notebook without saving it.
de: Um die ursprüngliche Version zu erhalten, schließen Sie den Notizblock, ohne es zu speichern.

source: Notebook converted
de: Notizblock wurde umgewandelt

source: (No name)
de: (Keine Name)

source: An unknown error occurred while loading this notebook. This version can load notebook formats %s or earlier. See the server log for details.
de: Ein unbekannter Fehler trat auf, während er diesen Notizblock lud. Diese Version kann Notizblockformate %s laden oder früher. Sehen Sie das Serverprotokoll für Details.

source: Error loading notebook
de: Fehlerladungsnotizblock

source: Are you sure you want to revert the notebook to the latest checkpoint?
de: Sind Sie sicher, dass Sie zurückkehren wollen, der Notizblock zum letzten Kontrollpunkt?

source: This cannot be undone.
de: Dies kann nicht ungetan sein.

source: The checkpoint was last updated at:
de: Der Kontrollpunkt wurde das letzte Mal aktualisiert an:

source: Revert notebook to checkpoint
de: Notizblock zu Kontrollpunkt zurückkehren

source: Edit Mode
de: Editiermodus

source: Command Mode
de: Befehlsmodus

source: Kernel Created
de: Kern geschaffen

source: Connecting to kernel
de: Sich mit Kern verbinden

source: Not Connected
de: Nicht verbunden

source: click to reconnect
de: Klicken Sie, um sich wieder zu verbinden

source: Restarting kernel
de: Kern startet neu

source: Kernel Restarting
de: Kern startet neu

source: The kernel appears to have died. It will restart automatically.
de: Scheinbar ist der Kern gestorben. Es wird automatisch neu starten.

source: Dead kernel
de: Toter Kern

source: Kernel Dead
de: Kern ist tot

source: Interrupting kernel
de: Kern unterbrechen

source: No Connection to Kernel
de: Keine Verbindung zu Kern

source: A connection to the notebook server could not be established. The notebook will continue trying to reconnect. Check your network connection or notebook server configuration.
de: Eine Verbindung zum Notizblockserver konnte nicht eingeführt werden. Der Notizblock wird weiter versuchen, sich wieder zu verbinden. Überprüfen Sie Ihre Netzverbindung oder Notizblockserverkonfiguration.

source: Connection failed
de: Verbindung scheiterte

source: No kernel
de: Kein Kern

source: Kernel is not running
de: Kern läuft nicht

source: Don't Restart
de: Nicht neu Starten

source: Try Restarting Now
de: Versuchen Sie, jetzt neu zu starten

source: The kernel has died, and the automatic restart has failed. It is possible the kernel cannot be restarted.
de: Der Kern ist gestorben und der automatische Wiederanlauf ist fehlgeschlagen. Es ist möglich der Kern nicht neu gestartet werden kann.

source: If you are not able to restart the kernel, you will still be able to save the notebook, but running code will no longer work until the notebook is reopened.
de: Wenn Sie nicht in der Lage sind, den Kern neu zu starten, werden Sie immer noch in der Lage sein, den Notizblock zu speichern, aber das Erstellen von Kode wird nicht mehr funktionieren, bis der Notizblock wiedereröffnet wird.

source: No Kernel
de: Kein Kern

source: Failed to start the kernel
de: Der Kern konnte nicht gestartet werden

source: Kernel Busy
de: Kern beschäftigt

source: Kernel starting, please wait...
de: Kern startet, bitte warten Sie

source: Kernel Idle
de: Kern ist untätig

source: Kernel ready
de: Kernbereit

source: Using kernel:
de: Kern verwenden:

source: Only candidate for language: %1$s was %2$s.
de: Nur Kandidat für Sprache: %1$s war %2$s.

source: Loading notebook
de: Notizblock laden

source: Notebook loaded
de: Notizblock wurde geladen

source: Saving notebook
de: Notizblock wird gespeichert

source: Notebook saved
de: Notizblock ist gesparen

source: Notebook save failed
de: Speichern der Notizblock fehlgeschlagen

source: Notebook copy failed
de: Notizblockkopie fehlgeschlagen

source: Checkpoint created
de: Kontrollpunkt geschaffen

source: Checkpoint failed
de: Kontrollpunkt scheiterte

source: Checkpoint deleted
de: Kontrollpunkt gelöscht

source: Checkpoint delete failed
de: Löschen des Kontrollpunktes ist fehlgeschlagen

source: Restoring to checkpoint...
de: Wiederherstellung zum Kontrollpunkt

source: Checkpoint restore failed
de: Kontrollpunktwiederherstellung scheiterte

source: Autosave disabled
de: Automatisches Sichern unfähig gemacht

source: Saving every %d sec.
de: Wird jede %d sek. gespeichert

source: Trusted
de: Vertraut

source: Not Trusted
de: Nicht vertraut

source: click to expand output
de: Klicken Sie, um Ausgabe auszudehnen

source: click to expand output; double click to hide output
de: Klicken Sie, um Ausgabe auszudehnen; klicken Sie doppelt, um Ausgabe zu

source: click to unscroll output; double click to hide
de: Klicken Sie zu unscroll Ausgabe; klicken Sie doppelt, um sich zu verstecken

source: click to scroll output; double click to hide
de: Klicken Sie, um Ausgabe zu blättern; klicken Sie doppelt, um sich zu

source: Javascript error adding output!
de: Javascript Fehler, der hinzufügte, gab aus!
