Repository: 1power1ssai/upeterwork
Catalog: notebook/i18n/*/LC_MESSAGES/nbjs.po
Languages: de

source: See your browser Javascript console for more details.
de: Sehen Sie Ihren Browser Javascriptkonsole für weitere Details.

source: Out[%d]:
de: Aus [%d:]

source: Unrecognized output: %s
de: Unerkannte Ausgabe: %s

source: Open the pager in an external window
de: Öffnen Sie den Pager in einem externen Fenster

source: Close the pager
de: Den Pager Schließen

source: go to cell start
de: zu Zellenanfang gehen

source: go to cell end
de: zu Zellenende gehen

source: go one word left
de: Ein Wort nach links gehen

source: go one word right
de: Ein Wort nach rechts gehen

source: delete word before
de: vorheriges Wort löschen

source: delete word after
de: nächstes Wort löschen

source: code completion or indent
de: Kodefertigstellung oder -delle

source: indent
de: Delle

source: select all
de: Alle wählen

source: undo
de: los machen

source: redo
de: wiederholen

source: Shift
de: Umschalt

source: Up
de: aufwärts

source: Down
de: Abwärts

source: Left
de: Links

source: Right
de: Recht

source: Caps Lock
de: Feststell

source: Ctrl
de: Strg

source: Enter
de: Eingabe

source: Page Up
de: Bild auf

source: Page Down
de: Bild ab

source: Home
de: Pos1

source: End
de: Ende

source: Space
de: Leertaste

source: Backspace
de: Rücksetzung

source: PageUp
de: Bild auf

source: The Jupyter Notebook has two different keyboard input modes.
de: Der Jupyter Notizblock hat zwei verschiedene Tastaturzufuhrmodi.

source: <b>Edit mode</b> allows you to type code or text into a cell and is indicated by a green cell border.
de: <b>Editiermodus</b> erlaubt Ihnen, Kode oder Text in eine Zelle zu schreiben, und wird von einer grünen Zellengrenze angezeigt.

source: <b>Command mode</b> binds the keyboard to notebook level commands and is indicated by a grey cell border with a blue left margin.
de: <b>Befehlsmodus</b> bindet die Tastatur an notizblockebene Befehle und wird von einer grauen Zellengrenze mit einem blauen linken Rand angezeigt.

source: Close
de: Schließen

source: Keyboard shortcuts
de: Tastaturabkürzungen

source: Command
de: Befehl

source: Control
de: Strg

source: Return
de: Eingabe

source: Command Mode (press %s to enable)
de: Befehlsmodus (drücken Sie %s, die ermöglicht werden soll)

source: Edit Mode (press %s to enable)
de: Editiermodus (drücken Sie %s, die ermöglicht werden soll )

source: Autosave Failed!
de: Automatisches Sichern scheiterte!

source: Rename
de: Umbenennen

source: Enter a new notebook name:
de: Geben Sie einen neuen Notizblocknamen ein:

source: Rename Notebook
de: Notizblock umbenennen

source: Invalid notebook name. Notebook names must have 1 or more characters and can contain any characters except :/\. Please enter a new notebook name:
de: Ungültiger Notizblockname. Notizblocknamen müssen 1 oder mehr Charaktere haben und können Charaktere außer :/ enthalten. Bitte geben Sie einen neuen Notizblocknamen ein:

source: Renaming...
de: Umbenennen

source: Unknown error
de: Unbekannter Fehler

source: no checkpoint
de: Kein Kontrollpunkt

source: Last Checkpoint: %s
de: Letzter Kontrollpunkt: %s

source: (unsaved changes)
de: (nicht gespeicherte Änderungen)

source: (autosaved)
de: (automatisch gespeichert)

source: Warning: too many matches (%d). Some changes might not be shown or applied.
de: Warnung: Zu viele Übereinstimmungen (%d.) Einige Umwandlungen durften nicht gezeigt oder angewandt werden.

source: %d match
de: %d Übereinstimmung

source: More than 100 matches, aborting
de: Mehr als 100 Übereinstimmungen, Abbruchs jetzt

source: Use regex (JavaScript regex syntax)
de: Regex (JavaScript regex Syntax ) benutzen

source: Replace in selected cells
de: In gewählten Zellen ersetzen

source: Match case
de: Groß- oder Kleinschreibung übereinstimmen

source: Find
de: Finden

source: Replace
de: Ersetzen

source: No matches, invalid or empty regular expression
de: Keine Übereinstimmungen, ungültiger oder leerer regelmäßiger Ausdruck

source: Replace All
de: Alle ersetzen

source: Find and Replace
de: Finden und ersetzen

source: find and replace
de: finden und ersetzen

source: Write raw LaTeX or other formats here, for use with nbconvert. It will not be rendered in the notebook.
de: Schreiben Sie rohe LaTeX oder andere Formate hier zu Gebrauch mit nbconvert. Es wird nicht im Notizblock wiedergegeben.

source: When passing through nbconvert, a Raw Cell's content is added to the output unmodified.
de: Wenn der Inhalt einer rohen Zelle durch nbconvert durchgeht, wird er der Ausgabe hinzugefügt unverändert.

source: Grow the tooltip vertically (press shift-tab twice)
de: Vergrößern Sie die tooltip senkrecht (drücken Sie zweimal Umschalt-Tab)

source: show the current docstring in pager (press shift-tab 4 times)
de: Die gegenwärtige docstring in Pager zeigen (drücken Sie viermal Umschalt-Tab )

source: Open in Pager
de: In Pager öffnen

source: Tooltip will linger for 10 seconds while you type
de: Tooltip wird 10 Sekunden bleiben, während Sie schreiben

source: Welcome to the Notebook Tour
de: Willkommen bei der Notizblocktour

source: You can use the left and right arrow keys to go backwards and forwards.
de: Sie können die linken und richtigen Pfeilschlüssel verwenden, um rückwärts und vorwärts zu gehen.

source: Filename
de: Dateiname

source: Click here to change the filename for this notebook.
de: Klicken Sie hier, um den Dateinamen für diesen Notizblock zu ändern.

source: Notebook Menubar
de: Notizblock Menubar

source: The menubar has menus for actions on the notebook, its cells, and the kernel it communicates with.
de: Die menubar hat Speisekarten für Taten auf dem Notizblock, seinen Zellen und dem Kern, mit dem es kommuniziert.

source: Notebook Toolbar
de: Notizblockwerkzeugbalken

source: The toolbar has buttons for the most common actions. Hover your mouse over each button for more information.
de: Der Werkzeugbalken hat Knöpfe für die allgemeinsten Taten. Schweben Sie Ihre Maus über jedem Knopf zwecks weiterer Informationen.

source: Mode Indicator
de: Modusindikator

source: The Notebook has two modes: Edit Mode and Command Mode. In this area, an indicator can appear to tell you which mode you are in.
de: Der Notizblock hat zwei Modi: Editiermodus und Befehlsmodus. Scheinbar kann ein Indikator in diesem Bereich Ihnen sagen, in welchem Modus Sie sind.

source: Right now you are in Command Mode, and many keyboard shortcuts are available. In this mode, no icon is displayed in the indicator area.
de: Jetzt sind Sie in Befehlsmodus und viele Tastaturabkürzungen stehen zur Verfügung. In diesem Modus wird keine Ikone im Indikatorenbereich angezeigt.

source: Pressing <code>Enter</code> or clicking in the input text area of the cell switches to Edit Mode.
de: Drücken <code>Enter</code> Oder im Zufuhrtextbereich der Zellenschalter zu Editiermodus zu klicken.

source: Notice that the border around the currently active cell changed color. Typing will insert text into the currently active cell.
de: Bemerken Sie, dass die Grenze um die gegenwärtig aktive Zelle herum Farbe änderte. Schreiben wird Text in die gegenwärtig aktive Zelle einfügen.

source: Back to Command Mode
de: Zurück zum Befehlsmodus

source: Pressing <code>Esc</code> or clicking outside of the input text area takes you back to Command Mode.
de: Drücken <code>Esc</code> Oder Außerhalb des Zufuhrtextbereichs klicken nimmt Sie zurück zu Befehlsmodus.

source: Keyboard Shortcuts
de: Tastaturabkürzungen

source: You can click here to get a list of all of the keyboard shortcuts.
de: Sie können hier klicken, um eine Liste aller Tastaturabkürzungen zu bekommen.

source: Kernel Indicator
de: Kernindikator

source: This is the Kernel indicator. It looks like this when the Kernel is idle.
de: Dies ist der Kernindikator. Es sieht so aus, wenn der Kern müßig ist.

source: The Kernel indicator looks like this when the Kernel is busy.
de: Der Kernindikator sieht so aus, wenn der Kern beschäftigt ist.

source: Interrupting the Kernel
de: Den Kern unterbrechen

source: To cancel a computation in progress, you can click here.
de: Um eine Berechnung im Gange abzubrechen, können Sie hier klicken.

source: Notification Area
de: Benachrichtigungsbereich

source: Messages in response to user actions (Save, Interrupt, etc.) appear here.
de: Nachrichten als Antwort auf Benutzertaten (Spiechern, Unterbrechen, usw.) erscheint hier.

source: End of Tour
de: Ende von Tour

source: This concludes the Jupyter Notebook User Interface Tour.
de: Dies schließt die Jupyter Notizblock-Benutzeroberflächentour.

source: tour started
de: Tour begann

source: let's start the tour
de: Lassen Sie uns die Tour starten

source: Edit Attachments
de: Anhänge editieren

source: Cell
de: Zelle

source: Edit Metadata
de: Metadaten editieren

source: Custom
de: Sitte

source: Set the MIME type of the raw cell:
de: Setzen Sie die MIME Art der rohen Zelle:

source: Raw Cell MIME Type
de: Rohe Zellen MIME Sorte

source: Raw NBConvert Format
de: Rohes NBConvert Format

source: Raw Cell Format
de: Rohes Zellenformat

source: Slide
de: Dia

source: Sub-Slide
de: Unterdiapositiv

source: Skip
de: Auslassen

source: Notes
de: Notizen

source: Slide Type
de: Diapositivsorte

source: Slideshow
de: Diashow

source: Shutdown
de: Abschalten

source: Create a new notebook with %s
de: Schaffen Sie einen neuen Notizblock mit %s

source: An error occurred while creating a new notebook.
de: Ein Fehler trat auf, während er einen neuen Notizblock schuf.

source: Creating File Failed
de: Erstellung einer Datei fehlgeschlagen

source: An error occurred while creating a new file.
de: Ein Fehler trat auf, während er eine neue Datei erstellte.

source: Creating Folder Failed
de: Erstellung eines Ordners fehlgeschlagen

source: An error occurred while creating a new folder.
de: Ein Fehler trat auf, während er einen neuen Ordner erstellte.

source: Failed to read file
de: Fehler beim Lesen der Datei

source: Failed to read file %s
de: Fehler beim Lesen der Datei %s

source: Cannot upload file (>%1$d MB) '%2$s'
de: Datei (>%1$d MB) '%2$s' kann nicht hochgeladen werden

source: Cannot upload file
de: Datei kann nicht hochgeladen werden

source: Server error:
de: Serverfehler:

source: The notebook list is empty.
de: Die Notizblockliste ist leer.

source: Click here to rename, delete, etc.
de: Klicken Sie hier, umzubenennen, zu löschen, usw.

source: Running
de: führt aus

source: Enter a new file name:
de: Geben Sie einen neuen Dateinamen ein:

source: Enter a new directory name:
de: Geben Sie einen neuen Verzeichnisnamen ein:

source: Enter a new name:
de: Geben Sie einen neuen Namen ein:

source: Rename file
de: Datei umbenennen

source: Rename directory
de: Verzeichnis umbenennen

source: Rename notebook
de: Notizblock umbenennen

source: Move
de: Bewegen

source: An error occurred while renaming "%1$s" to "%2$s".
de: Ein Fehler trat auf vertreiben Sie sich umzubenennen "%1$s" zu "%2$s".

source: Rename Failed
de: Umbenennen fehlgeschlagen

source: Enter a new destination directory path for this item:
de: Betreten Sie einen neuen Zielverzeichnispfad für diese Sache:

source: Move an Item
de: Eine Sache bewegen

source: An error occurred while moving "%1$s" from "%2$s" to "%3$s".
de: Ein Fehler trat auf, während er sich bewegte "%1$s" von "%2$s" zu "%3$s"

source: Move Failed
de: Bewegung fehlgeschlagen

source: Are you sure you want to permanently delete: "%s"?
de: Sind Sie sicher, dass Sie permanent löschen wollen: "%s"?

source: An error occurred while deleting "%s".
de: Ein Fehler trat auf vertreiben Sie sich zu löschen "%s".

source: Delete Failed
de: Löschen fehlgeschlagen

source: Are you sure you want to duplicate: "%s"?
de: Sind Sie sicher, dass Sie "%s" duplizieren wollen?

source: Duplicate
de: Duplizieren

source: An error occurred while duplicating "%s".
de: Ein Fehler trat auf, während er duplizierte "%s".

source: Duplicate Failed
de: Duplizierung fehlgeschlagen

source: Upload
de: Hochladen

source: Invalid file name
de: Ungültiger Dateiname

source: File names must be at least one character and not start with a period
de: Dateinamen müssen mindestens ein Charakter sein und beginnen nicht mit einem Punkt

source: Cannot upload invalid Notebook
de: Ungültigen Notizblock kann nicht hochladen werden

source: There is already a file named "%s". Do you want to replace it?
de: Es gibt schon eine benannte Datei "%s". Wollen Sie es ersetzen?

source: Replace file
de: Datei Ersetzen
