Repository: 1power1ssai/upeterwork
Catalog: notebook/i18n/*/LC_MESSAGES/notebook.po
Languages: de, ja

source: The Jupyter Notebook requires tornado >= 4.0
de: Der Jupyter Notizblock erfordert Tornado >= 4.0
ja: ノートが竜巻を必要とするJupyter>=4.0

source: The Jupyter Notebook requires tornado >= 4.0, but you have < 1.1.0
de: Der Jupyter Notizblock erfordert Tornado >= 4.0 aber Sie < 1.1.0 haben
ja: ノートが竜巻を必要とするJupyter>=4.0しかしあなたは持っています<1.1.0

source: The Jupyter Notebook requires tornado >= 4.0, but you have %s
de: Der Jupyter Notizblock erfordert Tornado >= 4.0 aber Sie %s haben
ja: ノートが竜巻を必要とするJupyter>=4.0、しかしあなたが持っています%s

source: The `ignore_minified_js` flag is deprecated and will be removed in Notebook
de: Die `ignore_minified_js `Flagge wird missbilligt und wird entfernt in Notizblock 6.0 sein
ja: その`_minified_jsを無視して下さい`旗は、不賛成の意を表されて、そしてノート6.0で取り去られるでしょう

source: Widgets are unavailable. Please install widgetsnbextension or ipywidgets 4.0
de: Dinger sind nicht verfügbar. Bitte installieren Sie widgetsnbextension oder ipywidgets 4.0
ja: ウィジェットは入手できないです。どうぞwidgetsnbextensionあるいはipywidgets 4.0を取り付けて下さい

source: List currently running notebook servers.
de: Listen Sie auf und gegenwärtig führen Sie Notizblockserver aus.
ja: 現在走っているノート・サーバーをリストアップして下さい。

source: Produce machine-readable JSON output.
de: Stellen Sie maschinenlesbare JSON Ausgabe her.
ja: 機械で読み取ることができるJSON産出を示して下さい。

source: If True, each line of output will be a JSON object with the details from the server info file.
de: Wenn jede Zeile von Ausgabe wahr ist, wird sie ein JSON Objekt mit den Details von der Serverinformationsdatei sein.
ja: 真実なら、それぞれのラインの産出は、詳細がサーバー情報ファイルからのJSON物になるでしょう。

source: Currently running servers:
de: Gegenwärtig Server ausführen:
ja: 現在走っているサーバー:

source: Don't open the notebook in a browser after startup.
de: Öffnen Sie den Notizblock in einem Browser nicht nach Startup.
ja: 行動開始の後でブラウザーでノートを開かないで下さい。

source: DISABLED: use %pylab or %matplotlib in the notebook to enable matplotlib.
de: Unfähig gemacht: Verwenden Sie %pylab oder %matplotlib im Notizblock, um matplotlib zu ermöglichen.
ja: 身体障害者:ノートで%pylabまたは%matplotlibを使ってmatplotlibを可能にして下さい。

source: Allow the notebook to be run from root user.
de: Erlauben Sie, dass der Notizblock von Root geführt wird.
ja: ノートブックにルート・ユーザから実行してください。

source: Deprecated: Use minified JS file or not, mainly use during dev to avoid JS
de: Missbilligt: Verwenden Sie minified JS Akte oder nicht vermeiden Sie während dev hauptsächlich gewöhnlich JS recompilation
ja: 不賛成の意を表されました:使用minified JSファイルあるいはない、devの間に主として使ってJS再編集を避けて下さい

source: Set the Access-Control-Allow-Credentials: true header
de: Setzen Sie die Zugangskontrolle erlauben Sie Ausweispapiere: Wahre Überschrift
ja: アクセス・コントロール--考慮します--信任状をセットして下さい:真実のヘッダー

source: Whether to allow the user to run the notebook as root.
de: Ob, dem Benutzer zu erlauben, den Notizblock als Wurzel zu führen.
ja: ユーザーに根としてノートを走らせるかどうか。

source: The default URL to redirect to from `/`
de: Die versäumte URL, zu der man umleiten kann, von
ja: 転送するべきデフォルトのURLへのから`/`

source: The IP address the notebook server will listen on.
de: Die IP Adresse der Notizblockserver wird zuhören auf.
ja: ノートブック・サーバーが聴くだろうIPアドレスで。

source: Cannot bind to localhost, using 127.0.0.1 as default ip %s
de: Kann keine Bindung zu localhost mit Hilfe von 127.0.0.1 als versäumte ipn%s
ja: デフォルトとして127.0.0.1を使って、ローカルホストに縛ることができませんip %s

source: The port the notebook server will listen on.
de: Der Hafen, auf dem der Notizblockserver zuhören wird.
ja: 港ノート・サーバーが聴くでしょうで。

source: The number of additional ports to try if the specified port is not available.
de: Die Anzahl zusätzlicher Häfen, zu versuchen, wenn der angegebene Hafen nicht zur Verfügung steht.
ja: もし指定された港が利用できなければ試みる追加の港の数。

source: The full path to an SSL/TLS certificate file.
de: Der volle Pfad in eine SSL/ TLS Zertifikatakte.
ja: SSL/TLS証明書ファイルへの道。

source: The full path to a private key file for usage with SSL/TLS.
de: Der volle Pfad zu einer privaten Schlüsseldatei für Gebrauch mit SSL/ TLS.
ja: SSL/TLSをもつ使い方のための個人的な主要なファイルへの道。

source: The full path to a certificate authority certificate for SSL/TLS client authentication.
de: Der volle Pfad zu einem Zertifikatautoritätszertifikat für SSL/ TLS Kundenbestätigung.
ja: SSL/TLSクライアント認証のための証明書権力証明書への道。

source: The file where the cookie secret is stored.
de: Die Akte, wo das Keksgeheimnis gespeichert wird.
ja: クッキー秘密がしまっておかれるファイル。

source: Writing notebook server cookie secret to %s
de: Notizblockserverkeksgeheimnis auf %s schreiben
ja: ノート・サーバー・クッキー秘密を書きますへの%s

source: Could not set permissions on %s
de: Konnte keine Erlaubnisse auf %s setzen
ja: 許可をセットすることができませんでしたで%s

source: One-time token used for opening a browser. Once used, this token cannot be used again.
de: Einmaliger Gutschein, der verwendet für das Öffnen wurde, sobald verwendet, dieser Gutschein kann nicht verwendete again.n sein
ja: browser. を開くことに使われる以前のコインは、一度使いました、このコインは、使われたagain. であることができません

source: DEPRECATED, use tornado_settings
de: Missbilligt verwenden Sie tornado_settings
ja: DEPRECATED、竜巻_設定を使って下さい

source: webapp_settings is deprecated, use tornado_settings.
de: webapp_settings wird missbilligt verwenden Sie tornado_settings.
ja: webapp_設定が不賛成の意を表される 、使用tornado_settings.

source: Supply overrides for the tornado.web.Application that the Jupyter notebook uses.
de: Versorgung setzt für die tornado.web.Application außer Kraft, die der Jupyter Notizblock verwendet.
ja: Jupyterノートが使うtornado.web.Applicationのために手数料を満たして下さい。

source: Supply overrides for terminado. Currently only supports "shell_command".
de: Versorgung setzt für terminado außer Kraft. Gegenwärtig einzige Unterstützungen "shell_command."
ja: terminadoのための手数料を満たして下さい。単に"shell_command"を現在支えます。

source: Extra keyword arguments to pass to `set_secure_cookie`. See tornado's set_secure_cookie docs for details.
de: Zusätzliche Schlüsselwortargumente, zu `set_secure_cookie zu gehen. Sehen Sie in den set_secure_cookie Dokumenten von Tornado zwecks Details nach.
ja: そこに交わされる余分のキーワード議論`セット--安全な--クッキー`。詳細に関して竜巻のセット--安全な--クッキー書類を参照して下さい。

source: Supply SSL options for the tornado HTTPServer. See the tornado docs for details.
de: Versorgung SSL Optionen für den Tornado HTTPServer.n sehen die Tornadodokumente für Details.
ja: 竜巻HTTPServer. の供給SSL選択は、詳細に関して竜巻書類を参照します。

source: Supply extra arguments that will be passed to Jinja environment.
de: Liefern Sie zusätzliche Argumente, die zu Jinja Umwelt weitergegeben werden.
ja: Jinja環境に渡されるだろう余分の議論を満たして下さい。

source: Extra variables to supply to jinja templates when rendering.
de: Zusätzliche Variablen, jinja Schablonen zu liefern, wenn Wiedergabe.
ja: jinjaテンプレートに満たすべき余分の変数するときに。

source: DEPRECATED use base_url
de: Missbilligte Verwendung base_url
ja: DEPRECATED使用基礎の_url

source: base_project_url is deprecated, use base_url
de: base_project_url wird missbilligt verwenden Sie base_url
ja: 土台--突き出します--urlは、不賛成の意を表されます、基礎の_urlを使って下さい

source: Path to search for custom.js, css
de: Pfad zu Suche nach custom.js, css
ja: custom.js、cssのための検索への道

source: Extra paths to search for serving jinja templates. Can be used to override templates from notebook.templates.
de: Zusätzliche Pfade zu Suche danach, jinja templates.nn zu dienen, können benutzt werden, um Schablonen von notebook.templates außer Kraft zu setzen.
ja: jinja templates. を供給するための検索への余分の道は、notebook.templatesからテンプレートに取って代わるために使用されることができます。

source: extra paths to look for Javascript notebook extensions
de: Zusätzliche Pfade zu Blick für Javascript Notizblockerweiterungen
ja: Javascriptノート拡張のための見ることへの余分の道

source: Using MathJax: %s
de: MathJax verwenden: %s
ja: 使っているMathJax:%s

source: The MathJax.js configuration file that is to be used.
de: Die MathJax.js Konfigurationsdatei, die verwendet werden soll.
ja: 使われることであるMathJax.js構成ファイル。

source: Using MathJax configuration file: %s
de: MathJax Konfigurationsdatei verwenden: %s
ja: 使っているMathJax構成ファイル:%s

source: The notebook manager class to use.
de: Die Notizblockmanagerklasse zu verwenden.
ja: 使うべきノート支配人クラス。

source: The kernel manager class to use.
de: Die Kernmanagerklasse zu verwenden.
ja: 使うべき粒支配人クラス。

source: The session manager class to use.
de: Die Sitzungsmanagerklasse zu verwenden.
ja: 使うべき開会支配人クラス。

source: The config manager class to use
de: Die config Managerklasse zu verwenden
ja: 使うべきconfig支配人クラス

source: The login handler class to use.
de: Die Anmeldungsbetreuerklasse zu verwenden.
ja: 使うべきログイン扱う人クラス。

source: The logout handler class to use.
de: Die Abmeldungsbetreuerklasse zu verwenden.
ja: 使うべきログアウト扱う人クラス。

source: Whether to trust or not X-Scheme/X-Forwarded-Proto and X-Real-Ip/X-Forwarded-For headerssent by the upstream reverse proxy. Necessary if the proxy handles SSL
de: Ob zu Vertrauen oder nicht weitergeleiteter X Schema-/ X Proto und X Real, die Ip/ X weitergeleitet wurden, für headerssent von der oberhalben entgegengesetzten Vollmacht. Notwendig wenn die Vollmacht SSL handhabt
ja: 信頼することであろうが，なかろうがX-転送された計画/X-Protoと上流に逆の代理によるheaderssentのためのX-本当の-Ip/X--転送しました--。必要な代理がSSLを取り扱うか

source: DISABLED: use %pylab or %matplotlib in the notebook to enable matplotlib.
de: unfähig gemacht: Verwenden Sie %pylab oder %matplotlib im Notizblock, um matplotlib zu ermöglichen
ja: 身体障害者:ノートで%pylabまたは%matplotlibを使ってmatplotlib. を可能にして下さい

source: Support for specifying --pylab on the command line has been removed.
de: Unterstützung für das Angeben -- von pylab auf der Befehlszeile ist entfernt.
ja: 指定するための支持--コマンドラインのpylabは、取り去られました。

source: Please use `%pylab{0}` or `%matplotlib{0}` in the notebook itself.
de: Bitte verwenden Sie `%pylab{0} `oder `%matplotlib{0} `im Notizblock selbst.
ja: どうぞ使って下さい`%pylab{0}`あるいは`%matplotlib{0}`ノートでそれ自身。

source: The directory to use for notebooks and kernels.
de: Das Verzeichnis, für Notizblöcke und Kerne zu verwenden.
ja: ノートと粒のために使うべきディレクトリー。

source: No such notebook dir: %r
de: Kein solcher Notizblock dir: %r
ja: このようなノートdirなし:%r

source: DEPRECATED use the nbserver_extensions dict instead
de: Missbilligt verwenden Sie die nbserver_extensions dict stattdessen
ja: DEPRECATEDは、nbserver_拡張dictを代わりに使います

source: server_extensions is deprecated, use nbserver_extensions
de: server_extensions wird missbilligt verwenden Sie nbserver_extensions
ja: サーバー_拡張は不賛成の意を表されます、nbserver_拡張を使って下さい

source: Dict of Python modules to load as notebook server extensions.Entry values can be used to enable and disable the loading ofthe extensions. The extensions will be loaded in alphabetical order.
de: Dict von Pythonmodulen, als Notizblockserver extensions.Entry Werte zu laden, kann verwendet werden, um die Ladung ofthe zu ermöglichen und unfähig zu machen, Erweiterungen. Die Erweiterungen werden in alphabetische Reihenfolge geladen.
ja: ノート・サーバーextensions.Entryが評価するので荷を積み込むニシキヘビ・モジュールのDictは、荷を積み込んでいるofthe拡張を可能にして無効にするために使用されることができます。拡張は、アルファベット順で積まれるでしょう。

source: Reraise exceptions encountered loading server extensions?
de: Heben Sie auf gestoßene Ausnahmen wieder an, die Servererweiterungen laden?
ja: Reraise例外は、サーバー拡張を積んで遭遇しました?

source: (msgs/sec) Maximum rate at which messages can be sent on iopub before they are limited.
de: (Nachrichten/ trockenes) n Maximaltempo, an welcher Nachrichten sein können, schickte vorher auf iopub sie aren eingegrenzt.
ja: (メッセージ/秒)そこでメッセージがiopubで送られることができる 最大割合は、彼らare の前に制限しました。

source: (bytes/sec) Maximum rate at which messages can be sent on iopub before they are limited.
de: (Bytes/ trockenes) n Maximaltempo, an welcher Nachrichten sein können, schickte vorher auf iopub sie aren eingegrenzt.
ja: (バイト/秒)そこでメッセージがiopubで送られることができる 最大割合は、彼らare の前に制限しました。

source: (sec) Time window used to check the message and data rate limits.
de: (Trockenes) Zeitfenster verwendete zu n Überprüfung die Nachricht und Übertragungsgeschwindigkeits-Grenzen.
ja: 度数料金とデータ転送速度が制限する チェックに使われたウィンドウを(秒)、計って下さい。

source: No such file or directory: %s
de: Keine solche Akte oder keins Verzeichnis: %s
ja: このようなファイルあるいはディレクトリーなし:%s

source: Notebook servers are configured to only be run with a password.
de: Notizblockserver sind konfiguriert, um nur mit einem Kennwort gelaufen zu werden.
ja: ノート・サーバーは、パスワードで単に動かされると形成されます。

source: Hint: run the following command to set a password
de: Hinweis: Führen Sie den folgenden Befehl aus, ein Kennwort zu setzen
ja: ヒント:以下の命令を行ってパスワードをセットして下さい

source: $ python -m notebook.auth password
de: t$ Python m notebook.auth Kennwort
ja: $ニシキヘビ-m notebook.authパスワード

source: The port %i is already in use, trying another port.
de: Der Hafen %i ist schon in Verwendung und versucht einen anderen Hafen.
ja: 港%i別の港を試みて、すでに用いられています。

source: Permission to listen on port %i denied
de: Erlaubnis dafür, auf Hafen %i zuzuhören, leugnete
ja: 港で聴く許可%i否定されました

source: ERROR: the notebook server could not be started because no available port could be found.
de: Fehler: Der Notizblockserver konnte nicht gestartet werden, weil kein erhältlicher Hafen gefunden werden konnte.
ja: 間違い:ノート・サーバーは、どんな利用できる港も見つけられないかもしれないので始められることができませんでした。

source: [all ip addresses on your system]
de: [Alle ip Adressen über Ihr System ]
ja: [あなたの制度のすべてのip住所]

source: Terminals not available (error was %s)
de: Nicht erhältliche Endstationen (Fehler war %s )
ja: 利用できるのではない終点(間違いがありました%s)

source: Shutdown this notebook server (%s/[%s])?
de: Legen Sie diesen Notizblockserver (%s/ [%s]) still?
ja: 閉鎖このノート・サーバー(%s/[%s])?

source: Shutdown confirmed
de: Stilllegung bestätigte
ja: 確認された閉鎖

source: No answer for 5s:
de: Keine Erklärung für 5s:
ja: 5sの答えなし:

source: resuming operation...
de: Operation wiederaufnehmen
ja: 操作を再開すること...

source: received signal %s, stopping
de: Erhaltene Signal %s, Füllung
ja: 合図を受けました%s、詰め物

source: Error loading server extension %s
de: Fehlerladungsservererweiterung %s
ja: サーバー拡張を積んでいる間違い%s

source: %d active kernels
de: %d aktive Kerne
ja: %d活動的な粒

source: The Jupyter Notebook is running at: %s
de: Der Jupyter Notizblock läuft an: %s
ja: 以下でJupyterノートが走っています:%s

source: Running as root is not recommended. Use --allow-root to bypass.
de: Zu laufen, da Wurzel nicht empfohlen wird. Verwenden Sie -- erlauben Sie, dass Wurzel umgeht.
ja: 根が推薦されないので走って。使用--根にバイパスを通させてください。

source: Use Control-C to stop this server and shut down all kernels (twice to skip confirmation).
de: Verwenden Sie Kontroll C, diesen Server anzuhalten und alle Kerne (zweimal zu Hüpferbestätigung) abzuschalten.
ja: 管理-Cを使ってこのサーバーをふさいで、そしてすべての粒(2度確認を跳び越すために)を閉めて下さい。

source: No web browser found: %s.
de: Kein Web-Browser gefunden: %s.
ja: どんなウェブ・ブラウザーも見つけませんでした:%s.

source: %s does not exist
de: %s existiert nicht
ja: %s存在しません

source: Interrupted...
de: Unterbrochen
ja: 邪魔をされました...

source: You are requesting a page that does not exist!
ja: あなたは、存在しないページを頼んでいます!

source: current mode
ja: 現在の方法

source: File
ja: ファイル

source: New
ja: 新しいです

source: Save
ja: セーブ

source: Rename
ja: 新しい名前を付けて下さい

source: Download
ja: ダウンロード

source: Edit
ja: 編集

source: Find
ja: 発見

source: Find &amp; Replace
ja: &amp;が取り替える発見

source: Key Map
ja: 主要な地図

source: Default
ja: デフォルト

source: Sublime Text
ja: 崇高なテキスト

source: View
ja: 眺め

source: Show/Hide the logo and notebook title (above menu bar)
ja: ロゴとノートが(上記のメニュー・バー)題を付けるショー/隠れ場所

source: Toggle Header
ja: トグル・ヘッダー

source: Toggle Line Numbers
ja: トグル行番号

source: Language
ja: 言語

source: The error was:
ja: 間違いは:

source: Password:
ja: パスワード:

source: No login available, you shouldn't be seeing this page.
ja: 利用できるどんなログイン、あなたは、このページを見ているべきではありません。

source: Proceed to the <a href="%(base_url)s">dashboard
ja: そこに進みますその<ひとつのhref="%(base_url)s">dashboard

source: Proceed to the <a href="%(base_url)slogin">login page
ja: そこに進みますその<ひとつのhref="%(base_url)slogin">loginページ

source: Menu
ja: メニュー

source: Kernel
ja: 粒

source: This notebook is read-only
ja: このノートは読み出し専用です

source: New Notebook
ja: 新しいノート

source: Opens a new window with the Dashboard view
ja: ダッシュボード眺めをもつ新しい窓を開きます

source: Open...
ja: 開いて下さい...

source: Open a copy of this notebook's contents and start a new kernel
ja: このノートの内容のコピーを開いて、そして新鮮な粒を始めて下さい

source: Make a Copy...
ja: コピーをして下さい...

source: Rename...
ja: 新しい名前を付けて下さい...

source: Save and Checkpoint
ja: セーブとチェック・ポイント

source: Revert to Checkpoint
ja: チェック・ポイントに戻って下さい

source: Print Preview
ja: 印刷プレビュー

source: Download as
ja: ...としてダウンロードします

source: Notebook (.ipynb)
ja: ノート(。ipynb)

source: Script
ja: 台本

source: Markdown (.md)
ja: 値下げ(.md)

source: PDF via LaTeX (.pdf)
ja: 乳液(.pdf)経由のPDF

source: Deploy as
ja: ...として配備します

source: Trust the output of this notebook
ja: このノートの産出を信頼して下さい

source: Trust Notebook
ja: 信用ノート

source: Shutdown this notebook's kernel, and close this window
ja: 閉鎖このノートの粒と近くにこの窓

source: Close and Halt
ja: 終わりと停止

source: Cut Cells
ja: 切り傷細胞

source: Copy Cells
ja: コピー個室

source: Paste Cells Above
ja: 上記の糊個室

source: Paste Cells Below
ja: 以下の糊個室

source: Paste Cells &amp; Replace
ja: &amp;が取り替える糊個室

source: Delete Cells
ja: 個室を削除して下さい

source: Undo Delete Cells
ja: ほどけます個室を削除して下さい

source: Split Cell
ja: 分け前個室

source: Merge Cell Above
ja: 上記の個室を合併して下さい

source: Merge Cell Below
ja: 以下の個室を合併して下さい

source: Move Cell Up
ja: 個室を上へ移して下さい

source: Move Cell Down
ja: 個室を下ろして下さい

source: Edit Notebook Metadata
ja: 編集ノート・メタデータ

source: Find and Replace
ja: 見つけて取り替えて下さい

source: Cut Cell Attachments
ja: 切り傷細胞取り付け

source: Copy Cell Attachments
ja: コピー個室取り付け

source: Paste Cell Attachments
ja: 糊個室取り付け

source: Insert Image
ja: イメージを挿入して下さい

source: Show/Hide the action icons (below menu bar)
ja: 見えます/隠れます行動アイコン(メニュー・バーの下に)

source: Toggle Toolbar
ja: トグル・ツールバー

source: Show/Hide line numbers in cells
ja: 回線がセルで番号をつけるショー/隠れ場所

source: Cell Toolbar
ja: 個室ツールバー

source: Insert
ja: 挿入して下さい

source: Insert an empty Code cell above the currently active cell
ja: 現在活動的な個室の上に空のコード個室を挿入して下さい

source: Insert Cell Above
ja: 上記の個室を挿入して下さい

source: Insert an empty Code cell below the currently active cell
ja: 現在活動的な個室の下に空のコード個室を挿入して下さい

source: Insert Cell Below
ja: 以下の個室を挿入して下さい

source: Cell
ja: 個室

source: Run this cell, and move cursor to the next one
ja: この個室を走って下さい、そして、カーソルを次の1人へ移動して下さい

source: Run Cells
ja: 走行個室

source: Run this cell, select below
ja: この個室を走って、以下を選んで下さい

source: Run Cells and Select Below
ja: 個室を走って、そして以下を選んで下さい

source: Run this cell, insert below
ja: この個室を走って、以下を挿入して下さい

source: Run Cells and Insert Below
ja: 個室を走って、そして以下を挿入して下さい

source: Run all cells in the notebook
ja: ノートの下痢すべて細胞

source: Run All
ja: 走行すべて

source: Run all cells above (but not including) this cell
ja: この個室の上に(しかし含むことではなく)すべての個室を走って下さい

source: Run All Above
ja: 上記の走行すべて

source: Run this cell and all cells below it
ja: それの下にこの個室とすべての個室を走って下さい

source: Run All Below
ja: 以下の走行すべて

source: All cells in the notebook have a cell type. By default, new cells are created as 'Code' cells
ja: ノートのすべての個室は、個室タイプがあります。デフォルトまでに、新しい個室は、「コード」個室として作られます

source: Cell Type
ja: 個室タイプ

source: Contents will be sent to the kernel for execution, and output will display in the footer of cell
ja: 内容は、実行のための粒に送られるでしょう、そして、産出は、個室の歩行者で展示するでしょう

source: Contents will be rendered as HTML and serve as explanatory text
ja: 内容は、解説のテキストとしてHTMLとサーブとしてされるでしょう

source: Markdown
ja: 値下げ

source: Contents will pass through nbconvert unmodified
ja: 内容がnbconvertを通るでしょう変更されていないです

source: Raw NBConvert
ja: すり傷NBConvert

source: Current Outputs
ja: 現在の産出

source: Hide/Show the output of the current cell
ja: 隠れます/見えます現在の個室の産出

source: Toggle
ja: トグル

source: Scroll the output of the current cell
ja: 現在の個室の産出をスクロールして下さい

source: Toggle Scrolling
ja: スクロールしているトグル

source: Clear the output of the current cell
ja: 現在の個室のはっきりした産出

source: Clear
ja: はっきりしました

source: All Output
ja: すべての産出

source: Hide/Show the output of all cells
ja: 隠れます/見えますすべての個室の産出

source: Scroll the output of all cells
ja: すべての個室の産出をスクロールして下さい

source: Clear the output of all cells
ja: すべての個室のはっきりした産出

source: Send Keyboard Interrupt (CTRL-C) to the Kernel
ja: 粒にキーボード割り込み(CTRL-Cである)を送って下さい

source: Interrupt
ja: 割り込み

source: Restart the Kernel
ja: 再スタート粒

source: Restart
ja: 再スタート

source: Restart the Kernel and clear all output
ja: 粒とはっきりしたすべての産出を再スタートさせて下さい

source: Restart &amp; Clear Output
ja: 再スタート&amp;は産出をきれいにします

source: Restart the Kernel and re-run the notebook
ja: 粒を再スタートさせて、そしてノートを再上映して下さい

source: Restart &amp; Run All
ja: 再スタート&amp;走行すべて

source: Reconnect to the Kernel
ja: 粒に再接続して下さい

source: Reconnect
ja: 再接続して下さい

source: Change kernel
ja: 変化粒

source: A quick tour of the notebook user interface
ja: ノートブック・ユーザー・インターフェースの速い旅行

source: User Interface Tour
ja: ユーザー・インターフェース旅行

source: Opens a tooltip with all keyboard shortcuts
ja: すべてのキーボード近道でtooltipを開きます

source: Keyboard Shortcuts
ja: キーボード近道

source: About Jupyter Notebook
ja: Jupyterノートについて

source: About
ja: について

source: Files
ja: ファイル

source: Running
ja: 走ること

source: Clusters
ja: 房

source: Select items to perform actions on them.
ja: 彼らで行動をする項目を選んで下さい。

source: Duplicate selected
ja: 選ばれた写し

source: Duplicate
ja: 写し

source: Rename selected
ja: 新しい名前を付けます選ばれました

source: Move selected
ja: 選ばれた行動

source: Move
ja: 行動

source: Download selected
ja: 選ばれたダウンロード

source: Shutdown selected notebook(s)
ja: 閉鎖は、ノートを選びました

source: Shutdown
ja: 閉鎖

source: Delete selected
ja: 削除します選ばれました

source: Click to browse for a file to upload.
ja: アップロードするべきファイルをクリックしてブラウズして下さい。

source: Upload
ja: アップロード

source: Text File
ja: テキスト・ファイル

source: Folder
ja: フォルダー

source: Terminal
ja: 終点

source: Terminals Unavailable
ja: 入手できない終点

source: Notebook:
ja: ノート:

source: Select All / None
ja: すべてを選んで下さい/何もない

source: Select...
ja: 選んで下さい...

source: Select All Folders
ja: すべてのフォルダーを選んで下さい

source: Folders
ja: フォルダー

source: Select All Notebooks
ja: すべてのノートを選んで下さい

source: All Notebooks
ja: すべてのノート

source: Select Running Notebooks
ja: 上等の走っているノート

source: Running
ja: 走ること

source: Select All Files
ja: すべてのファイルを選んで下さい

source: Files
ja: ファイル

source: Last Modified
ja: 最終変更日

source: Name
ja: 名前

source: Currently running Jupyter processes
ja: 現在走っているJupyter過程

source: Refresh running list
ja: リストを走らせているリフレッシュ

source: There are no terminals running.
ja: 走っている終点はないです。

source: Terminals are unavailable.
ja: 終点は入手できないです。

source: Notebooks
ja: ノート

source: There are no notebooks running.
ja: 走っているノートはないです。

source: Clusters tab is now provided by IPython parallel. See <a href="https://github.com/ipython/ipyparallel">IPython parallel</a> for installation details.
ja: 付け札がIPython parallel. によって今提供される房が見ます<ひとつのhref="https://github.com/ipython/ipyparallel">IPythonは、取付け詳細については</a>平行します。

source: The `ignore_minified_js` flag is deprecated and no longer works.
de: Die `ignore_minified_js `Flagge wird missbilligt und funktioniert nicht mehr.

source: Alternatively use `%s` when working on the notebook's Javascript and LESS
de: Alternativ verwenden Sie `%s, `wenn auf dem Javascript des Notizblocks zu funktionieren und weniger

source: The Jupyter HTML Notebook. This launches a Tornado based HTML Notebook Server that serves up an HTML5/Javascript Notebook client.
de: Die Jupyter HTML Notebook.n n dies startet einen tornadobasierten HTML Notizblockserver, der einen HTML5/ Javascript Notizblockkunden hinauf dient.

source: interrupted
de: Unterbrochen

source: y
de: j

source: Shutting down kernels
de: Kerne abschalten

source: Serving notebooks from local directory: %s
de: Notizblöcke von lokalem Verzeichnis dienen: %s
